{
  "books": [
    {
      "user": "administrator",
      "title": "The Old Man and the Sea",
      "author": "Ernest Hemingway",
      "content": "The story of an aging fisherman who battles a giant marlin far out in the Gulf Stream. It is a tale about courage and dignity."
    },
    {
      "user": "administrator",
      "title": "Sapiens: A Brief History of Humankind",
      "author": "Yuval Noah Harari",
      "content": "A look at the entire history of the human race, exploring how we have evolved and how different cultures were created."
    },
    {
      "user": "administrator",
      "title": "The Da Vinci Code",
      "author": "Dan Brown",
      "content": "A thrilling mystery that begins with a murder in the Louvre Museum and leads a professor on a hunt for a secret society."
    },
    {
      "user": "administrator",
      "title": "Harry Potter and the Sorcerer's Stone",
      "author": "J.K. Rowling",
      "content": "A young boy discovers he is a wizard and begins his magical journey at Hogwarts School of Witchcraft and Wizardry."
    },
    {
      "user": "administrator",
      "title": "Pride and Prejudice",
      "author": "Jane Austen",
      "content": "The famous story of Elizabeth Bennet and Mr. Darcy, exploring love, class, and social rules in 19th-century England."
    },
    {
      "user": "administrator",
      "title": "The Girl with the Dragon Tattoo",
      "author": "Stieg Larsson",
      "content": "A journalist and a young computer hacker work together to solve a 40-year-old missing person case from a rich, complicated family."
    },
    {
      "user": "administrator",
      "title": "1984",
      "author": "George Orwell",
      "content": "A warning about a future society ruled by a powerful and watching government, and one man's struggle for freedom and thought."
    },
    {
      "user": "administrator",
      "title": "The Maze Runner",
      "author": "James Dashner",
      "content": "A teenage boy wakes up with no memory inside a huge maze, where he and other teens must fight to survive and find a way out."
    },
    {
      "user": "administrator",
      "title": "Atomic Habits",
      "author": "James Clear",
      "content": "A simple, easy-to-follow guide on how small changes (tiny habits) can lead to big, life-changing results over time."
    },
    {
      "user": "administrator",
      "title": "Charlotte's Web",
      "author": "E.B. White",
      "content": "The heartwarming story of a pig named Wilbur and his friendship with a barn spider named Charlotte, who saves him from the butcher."
    },
    {
      "user": "administrator",
      "title": "Salt, Fat, Acid, Heat",
      "author": "Samin Nosrat",
      "content": "A cookbook that teaches the four main elements of cooking, showing how to improve any dish by mastering these simple ideas."
    },
    {
      "user": "administrator",
      "title": "Into the Wild",
      "author": "Jon Krakauer",
      "content": "The true story of a young man who gives up his comfortable life, donates all his money, and tries to live alone in the Alaskan wilderness."
    }
  ]
}